[
  {
    "model": "catalog.blog",
    "pk": 1,
    "fields": {
      "title": "Термины и определения в сфере применения технологий искусственного интеллекта в здравоохранении",
      "slug": "terminy-i-opredeleniya-v-sfere-primeneniya-tehnologij-iskusstvennogo-intellekta-v-zdravoohranenii",
      "content": "Введение\r\nИскусственный интеллект (ИИ) представляет собой динамично развивающееся направление, которое уверенно проникает во все отрасли, включая здравоохранение.\r\n\r\nПрактически ни одна конференция или проект, связанный с цифровым здравоохранением, не обходятся без упоминания ИИ. Мы повсеместно слышим о машинном обучении, предиктивной аналитике, чат-ботах, компьютерном зрении, обработке естественного языка. А в последнее время стали популярными еще и такие термины, как генеративный ИИ, большие языковые модели и т.д.\r\n\r\nПри этом одной из проблем является то, что все эти термины, находясь в обиходе, порой понимаются и используются довольно небрежно – что может приводить как к взаимному непониманию, так и просто к неграмотному употреблению. Эта проблема затрудняет качественное и объективное представление результатов проводимых исследований и разработок, описание ИИ-решений и связанных с ними проектов разным аудиториям, а также эффективную коммуникацию между заинтересованными лицами.\r\n\r\nНеобходимость решения данной проблемы давно созрела и заключается в определении и использовании единой терминологии.\r\n\r\nНа основе различных источников, нашего опыта и знаний мы систематизировали и сформировали краткий глоссарий, включающий в себя понятия, используемые при разработке платформы Webiomed на основе технологий искусственного интеллекта.",
      "preview_image": "blog/image/terminy-i-opredeleniia-v-sfere-primeneniia-tekhnologii-iskusstvennogo-intelle_OZJe2E1.jpg",
      "created_at": "2024-07-04",
      "is_published": true,
      "view_counter": 2
    }
  },
  {
    "model": "catalog.blog",
    "pk": 2,
    "fields": {
      "title": "История искусственного интеллекта в медицине",
      "slug": "istoriya-iskusstvennogo-intellekta-v-medicine",
      "content": "Концепция использования компьютеров для имитации разумного поведения и критического мышления была впервые описана Аланом Тьюрингом в 1950 году. В книге «Компьютеры и интеллект» Тьюринг описал простой тест, позже известный как «тест Тьюринга», чтобы определить, способны ли компьютеры к человеческому интеллекту. Шесть лет спустя Джон Маккарти описал термин «искусственный интеллект» (ИИ) как «науку и технику создания интеллектуальных машин».\r\n\r\nИИ начинался как простая серия правил «если-то» и в течение нескольких десятилетий развивался, включая все более сложные алгоритмы, работающие аналогично человеческому мозгу. В ИИ есть много технологий, похожих на медицинские специальности (таблица 1), такие как машинное обучение (machine learning, ML), глубокое обучение (deep learning, DL) и компьютерное зрение.\r\n\r\nМашинное обучение — это использование определенных признаков для выявления шаблонов, которые можно использовать для анализа конкретной ситуации. Машина может «учиться» и применять эту информацию в будущих подобных сценариях. Этот инструмент прогнозирования можно применять динамически для принятия клинических решений, чтобы персонализировать уход за пациентом, а не следовать статическому алгоритму.\r\n\r\nМашинное обучение превратилось в широко известное глубокое обучение, состоящее из алгоритмов для создания искусственной нейронной сети (Artificial Neural Network, ANN), которая затем может обучаться и принимать решения самостоятельно, подобно человеческому мозгу. Компьютерное зрение — это процесс, посредством которого компьютер получает информацию из серии изображений или видео.",
      "preview_image": "blog/image/istoriia-iskusstvennogo-intellekta-v-meditsine_uaA3Hs5.jpg",
      "created_at": "2024-07-04",
      "is_published": true,
      "view_counter": 4
    }
  },
  {
    "model": "catalog.blog",
    "pk": 3,
    "fields": {
      "title": "Зарегистрированные медицинские изделия, использующие технологии искусственного интеллекта",
      "slug": "zaregistrirovannye-medicinskie-izdeliya-ispolzuyushie-tehnologii-iskusstvennogo-intellekta",
      "content": "Начиная с 2023 г., государственные медицинские организации должны использовать в своей работе медицинские изделия (МИ), созданные и работающие с использованием технологий искусственного интеллекта (ИИ).\r\n\r\nДанное требование предусмотрено Дополнительным соглашением о реализации проекта «Создание единого цифрового контура в здравоохранении на основе единой государственной информационной системы здравоохранения (ЕГИСЗ)», подписанного в конце декабря 2022 г. между первым заместителем Министра здравоохранения РФ В.А. Зеленским и руководителями региональных проектов создания ЕЦКЗ со стороны субъектов РФ. Согласно этому документу, в 2023 г. все субъекты РФ должны были закупить и внедрить не менее 1 МИ с ИИ, причем с обязательной интеграцией с государственной информационной системой в сфере здравоохранения субъекта РФ. В 2024 г. этот показатель увеличен до 3 МИ с ИИ.\r\n\r\nНапомним, что в соответствии с действующим в России законодательством, медицинским изделием, включая специальное программное обеспечение, является продукт, зарегистрированный Росздравнадзором и обладающий регистрационным удостоверением (РУ). Подтверждением, что медицинское изделие использует технологии ИИ, является явное указание на это в технической документации производителя на данное МИ и, соответственно, его государственная регистрация именно как продукта на основе технологий ИИ. Если производитель не указал явно в своей документации факт использования ИИ – то такое МИ не является изделием с ИИ.\r\n\r\nИспользование, включая покупку, внедрение или сопровождение, незарегистрированных медицинских изделий запрещено, за такие нарушения предусмотрены административная и уголовная ответственности.\r\n\r\nВсе сведения о зарегистрированных МИ размещаются Росздравнадзором в «Государственном реестре медицинских изделий и организаций (индивидуальных предпринимателей), осуществляющих производство и изготовление медицинских изделий» по адресу http://www.roszdravnadzor.ru/services/misearch.",
      "preview_image": "blog/image/zaregistrirovannye-meditsinskie-izdeliia-ispolzuiushchie-tekhnologii-iskusstv_AlgJHOx.jpg",
      "created_at": "2024-07-04",
      "is_published": true,
      "view_counter": 17
    }
  },
  {
    "model": "catalog.blog",
    "pk": 4,
    "fields": {
      "title": "12 основных проблем в сфере управления искусственным интеллектом",
      "slug": "12-osnovnyh-problem-v-sfere-upravleniya-iskusstvennym-intellektom",
      "content": "Комитет по науке, инновациям и технологиям Великобритании опубликовал промежуточный отчет, описывающий 12 основных проблем в сфере управления искусственным интеллектом, которые должны быть учтены и решены на законодательном уровне, в том числе с международным участием.\r\n\r\nВот перечень этих проблем:\r\n\r\nПроблема предвзятости: ИИ может привносить или закреплять предвзятости, которые общество считает неприемлемыми.\r\nПроблема конфиденциальности: ИИ может позволить идентифицировать людей и использовать личную информацию о них способами, выходящими за рамки того, чего хочет общественность.\r\nПроблема искажения фактов: ИИ может позволить генерировать материалы, которые намеренно искажают чье-либо поведение, мнения или характер.\r\nПроблема доступа к данным: ИИ нуждается в очень больших наборах данных, которыми располагают немногие организации.\r\nПроблема доступа к вычислениям: разработка мощного ИИ требует значительных вычислительных мощностей, доступ к которым ограничен несколькими организациями.\r\nПроблема «черного ящика»: некоторые модели и инструменты ИИ не могут объяснить, почему они дают тот или иной результат, что является проблемой с точки зрения обеспечения прозрачности.\r\nПроблема открытого исходного кода: требование открытого доступа к коду может способствовать прозрачности и инновациям, вместе с этим проприетарный доступ к коду позволяет концентрировать рыночную власть и обеспечить более надежное регулирование вреда.\r\nПроблема интеллектуальной собственности и авторских прав: некоторые модели и инструменты ИИ используют контент других людей. Политика должна устанавливать права создателей этого контента, и эти права должны обеспечиваться.\r\nПроблема ответственности: если модели и инструменты ИИ используются третьими сторонами для причинения вреда, политика должна установить, несут ли разработчики или поставщики технологий какую-либо ответственность за причиненный вред.\r\nПроблема занятости: ИИ нарушит работу, которую люди выполняют и которую можно выполнять. Политики должны предвидеть эти потрясения и справиться с ними.\r\nЗадача международной координации: ИИ — это глобальная технология, и разработка механизмов управления для регулирования ее использования должна стать международным мероприятием.\r\nЭкзистенциальный вызов: некоторые люди думают, что ИИ представляет собой серьезную угрозу для человеческой жизни. Если это возможно, то управление должно обеспечить защиту национальной безопасности.\r\nПредседатель комитета по науке, инновациям и технологиям, член парламента Грег Кларк заявил: «Искусственный интеллект уже меняет наш образ жизни и, похоже, его влияние на наше общество и экономику, несомненно, претерпит взрывной рост. ИИ полон возможностей, но также таит в себе множество опасных рисков для давно установленных и почитаемых прав – от личной неприкосновенности до национальной безопасности. Люди ожидают, что политики будут защищать их права».\r\n\r\nИсточник: https://committees.parliament.uk/committee/135/science-innovation-and-technology-committee/news/197236/ai-offers-significant-opportunities-but-twelve-governance-challenges-must-be-addressed-says-science-innovati",
      "preview_image": "blog/image/12-osnovnykh-problem-v-sfere-upravleniia-iskusstvennym-intellektom_TAhaoTR.jpg",
      "created_at": "2024-07-04",
      "is_published": true,
      "view_counter": 6
    }
  },
  {
    "model": "catalog.blog",
    "pk": 5,
    "fields": {
      "title": "Стандартизованная отчетность в разработках систем искусственного интеллекта",
      "slug": "standartizovannaya-otchetnost-v-razrabotkah-sistem-iskusstvennogo-intellekta",
      "content": "Применение технологий искусственного интеллекта в создании различных решений, ориентированных на медицину и здравоохранение, набирает свои обороты. Такие ИИ-системы могут применятся в различных областях, включая диагностику, планирование лечения, консультирование и превентивные меры, а также робототехнику.\r\n\r\nНесмотря на присутствие на рынке большого числа различных прикладных решений, создаваемых специализированными компаниями и научно-исследовательскими коллективами, лишь небольшое их число вышло на стадию реального клинического внедрения в медицинских организациях.\r\n\r\nОдна из основных причин этого явления состоит в недостаточно высоком уровне доверия к ИИ-системам, которое в свою очередь подпитывается низким качеством отчетности об их создании и проверке, включая доклинические и клинические исследования.\r\n\r\nОдним из основных способов снижения риска некачественной отчетности является соблюдение согласованных стандартов. Многие из них одобрены биомедицинскими журналами, описывают информацию, ожидаемую в статьях с результатами исследований и разработок, в том числе в ИИ-сфере. Как правило, они состоят из контрольного списка минимально необходимых пунктов, блок-схемы и сопровождаются более подробным документом, содержащим обоснование и образцы правильной отчетности.\r\n\r\nОрганизация EQUATOR-NETWORK «Повышение качества и прозрачности исследований в области здравоохранения» (Enhancing the QUAlity and Transparency Of health Research»), обладает обширной библиотекой руководств по отчетности, среди которых можно выделить следующие стандарты:\r\n\r\nРекомендации по интервенционным исследованиям (SPIRIT, https://www.equator-network.org/reporting-guidelines/spirit-2013-statement-defining-standard-protocol-items-for-clinical-trials),\r\nОбъединенные стандарты отчетности по исследованиям (CONSORT, https://www.equator-network.org/reporting-guidelines/consort),\r\nСтандарты отчетности по диагностической точности (STARD, https://www.equator-network.org/reporting-guidelines/stard/),\r\nПрозрачное представление многопараметрической предиктивной модели для индивидуального прогноза или диагноза (TRIPOD, https://www.equator-network.org/reporting-guidelines/tripod-statement/).\r\nВ случае отсутствия стандарта для конкретного проекта исследования активно поощряется расширение существующих. В отсутствие стандартов, специфичных для ИИ, исследователи и читатели нередко сталкиваются с довольно типичными \"подводными камнями\".",
      "preview_image": "blog/image/standartizovannaia-otchetnost-v-razrabotkakh-sistem-iskusstvennogo-intellekta_9bA1AxI.jpg",
      "created_at": "2024-07-04",
      "is_published": true,
      "view_counter": 4
    }
  }
]
