[
  {
    "model": "catalog.category",
    "pk": 1,
    "fields": {
      "name_category": "Видеокарты",
      "description": "Устройство, преобразующее графический образ, хранящийся как содержимое памяти компьютера, в форму, пригодную для дальнейшего вывода на экран монитора. Обычно видеокарта выполнена в виде печатной платы и вставляется в слот расширения материнской платы  универсальный, либо специализированнй."
    }
  },
  {
    "model": "catalog.category",
    "pk": 2,
    "fields": {
      "name_category": "Процессоры",
      "description": "Электронный блок либо интегральная схема, исполняющая машинные инструкции, главная часть аппаратного обеспечения компьютера или программируемого логического контроллера. Иногда этот компонент называют просто процессором."
    }
  },
  {
    "model": "catalog.category",
    "pk": 3,
    "fields": {
      "name_category": "Мониторы",
      "description": "Устройство оперативной визуальной связи пользователя с управляющим устройством и отображением данных, передаваемых с клавиатуры, мыши или центрального процессора."
    }
  },
  {
    "model": "catalog.category",
    "pk": 4,
    "fields": {
      "name_category": "Звуковые карты",
      "description": "Дополнительное оборудование персонального компьютера и ноутбука, позволяющее обрабатывать звук. На момент появления звуковые платы представляли собой отдельные карты расширения, устанавливаемые в соответствующий слот."
    }
  },
  {
    "model": "catalog.product",
    "pk": 1,
    "fields": {
      "name_product": "Видеокарта GIGABYTE GeForce RTX 3060 Ti EAGLE OC D6X [GV-N306TXEAGLE OC-8GD]",
      "description": "Видеокарта GIGABYTE GeForce RTX 3060 Ti EAGLE OC D6X обеспечивает высокую производительность для обработки контента и запуска требовательных компьютерных игр. Процессор на архитектуре NVIDIA Ampere функционирует с частотой до 1680 МГц при разгоне. Поддержка технологии трассировки лучей гарантирует высокое качество воспроизведения освещенности и теней трехмерных объектов.\r\nКожух GIGABYTE GeForce RTX 3060 Ti EAGLE выполнен в сером цвете и украшен декоративными элементами. Три вентилятора, тепловые трубки и радиаторы эффективно справляются с отведением тепла. Для вывода изображения одновременно на несколько мониторов предусмотрены по 2 разъема DisplayPort и HDMI.",
      "image": "products/image/b1bab37e947edd8d36116e0514882de1524330ea4805f10f3f3a378e3592cd96_k7GY6m6.jpg",
      "category": 1,
      "price": 499.0,
      "created_at": "2024-06-11",
      "updated_at": "2024-07-05"
    }
  },
  {
    "model": "catalog.product",
    "pk": 2,
    "fields": {
      "name_product": "Видеокарта KFA2 GeForce RTX 4060 CORE Black [46NSL8MD9NXK]",
      "description": "Видеокарта KFA2 GeForce RTX 4060 CORE Black [46NSL8MD9NXK] подходит для сборки и модернизации игровых системных блоков среднего уровня. Графический процессор устройства – GeForce RTX 4060. Он базируется на микроархитектуре NVIDIA Ada Lovelace и произведен по техпроцессу 5 нм. Штатная частота видеочипа равна 1830 МГц, а турбочастота – 2490 МГц. Возможности GPU реализует 8-гигабайтная память GDDR6 с пропускной способностью 272 ГБ/с и эффективной частотой 17000 МГц. 24 ядра RT производят аппаратное ускорение трассировки лучей. Высокую частоту кадров поддерживают 3072 универсальных процессора. 96 тензорных ядер увеличивают производительность устройства при рендеринге.\r\nВидеокарта KFA2 GeForce RTX 4060 CORE Black [46NSL8MD9NXK] поддерживает разрешение до PCI-E 4.0 и рассчитана на подключение до 4 мониторов одновременно. Благодаря длине 237 мм устройство совместимо с компактными корпусами. Для дополнительного питания видеоадаптера используется разъем 8-pin. Модель занимает 2 слота расширения. Рекомендованная производителем мощность источника питания – от 550 Вт.",
      "image": "products/image/e19ad47a5d61e1ad9ad38ed88707c481d5ab730d0e21fd4cd2d1d4cb36bf29d8.jpg",
      "category": 1,
      "price": 392.14,
      "created_at": "2024-06-11",
      "updated_at": "2024-07-05"
    }
  },
  {
    "model": "catalog.product",
    "pk": 3,
    "fields": {
      "name_product": "27\" Монитор LG UltraGear 27GN800-B черный",
      "description": "Монитор LG UltraGear 27GN800-B представляет собой высокоразрешающее игровое устройство с диагональю экрана 27 дюймов. Оно оснащено матрицей IPS и имеет разрешение 2560x1440 пикселей, что обеспечивает яркое и четкое изображение. Кроме того, этот монитор имеет частоту обновления 144 Гц, что делает картинку на экране более плавной и динамичной.\r\nLG UltraGear 27GN800-B поддерживает технологию FreeSync, которая синхронизирует его частоту обновления с частотой видеокарты. Это предотвращает «застревание» изображения и сужает разрыв визуального интервала (VRR). Устройство также поддерживает USB-хаб, что делает его более удобным в использовании, и имеет разъемы HDMI и DisplayPort для подключения к различным устройствам.",
      "image": "products/image/14949a6f0f4a871bb08177cf6e838c7415a06d6e48bf3d6b1da0af27baa6bd00.jpg",
      "category": 3,
      "price": 306.99,
      "created_at": "2024-06-11",
      "updated_at": "2024-07-05"
    }
  },
  {
    "model": "catalog.product",
    "pk": 4,
    "fields": {
      "name_product": "Процессор Intel Core i5-12400F OEM",
      "description": "Процессор Intel Core i5-12400F OEM – отличный выбор для пользователей, желающих собрать игровой ПК или производительный универсальный компьютер. CPU имеет 6 производительных ядер. Базовая частота процессора – 2.5 ГГц. Максимальная частота в турборежиме значительно выше – 4.4 ГГц. Значительное влияние на производительность процессора оказывают 7.5-мегабайтный кэш L2 и 18-мегабайтный кэш L3. Устройство совместимо с оперативной памятью DDR4 и DDR5. Максимально поддерживаемый объем ОЗУ равен 128 ГБ.\r\nПроцессор Intel Core i5-12400F OEM отличается низким тепловыделением. TDP устройства – 65 Вт. Выбор системы охлаждения производится с учетом этого показателя. В комплекте кулер отсутствует. Максимальная рабочая температура процессора – 100 °C.",
      "image": "products/image/200e4a08e74afcc3cf1d54d47b758cbbf14c71973a64009553347d2b234b5af4.jpg",
      "category": 2,
      "price": 155.73,
      "created_at": "2024-06-11",
      "updated_at": "2024-07-05"
    }
  },
  {
    "model": "catalog.product",
    "pk": 5,
    "fields": {
      "name_product": "Внешняя звуковая карта Behringer U-Phoria UMC202HD",
      "description": "Внешняя звуковая карта Behringer U-Phoria UMC202HD – это профессиональный адаптер для подключения инструментов и микрофонов. С ее помощью можно выполнять качественную запись вокала или запустить минусовку на концерте. Наличие разъемов XLR/jack combo, jack 6.35 мм (TRS) предусматривает возможность подключения студийных конденсаторных микрофонов, бас-гитар, клавишных инструментов. Корпус устройства выполнен из металла, благодаря чему устойчив к повреждениям.\r\nВ качестве интерфейса подключения внешней звуковой карты Behringer U-Phoria UMC202HD к ноутбуку или компьютеру используется USB Type-A. Звукозапись и воспроизведение осуществляются с разрешением до 24 бит/192 кГц, что предполагает максимальную чистоту звука. Механические поворотные переключатели и световые индикаторы, расположенные на лицевой панели звуковой карты, позволяют легко и точно настраивать нужные функции. Благодаря поддержке стандарта ASIO устройство совместимо со многими профессиональными программами по обработке звука.",
      "image": "products/image/cb254315c0a6fb332aa6739374800e0969c8cf258ea9903172ab91da6891c2a3.jpg",
      "category": 4,
      "price": 142.28,
      "created_at": "2024-06-11",
      "updated_at": "2024-07-05"
    }
  }
]
